Revit 2027 API
PickedBox Properties
The PickedBox type exposes the following members.
Properties
Name | Description
Max | Maximum coordinates (upper-right-front corner of the pick box).
Min | Minimum coordinates (lower-left-rear corner of the pick box).
Top
See Also
Reference
PickedBox Class
Autodesk.Revit.UI.Selection Namespace